// stateHeadsConfig.js

export const stateHeads = [
  {
    id: 1,
    name: "தளபதி விஜய்",
    designation: "TVK Founder",
    image: "/assets/B4.png",
    sayings: [
      "மக்களுக்கான சேவையில் அனுபவம், ஊழல் இல்லாத நவீன <b>தமிழ்நாடு</b> உருவாக்கும் முயற்சிகள்.",
      "<b>சமூக நீதி</b> மற்றும் அனைவருக்கும் சமநிலை வாய்ந்த வளர்ச்சியை முன்னெடுக்கும் முயற்சிகள்.",
      "தாழ்த்தப்பட்ட <b>மக்களை</b> அதிகாரப்படுத்தி, <b>சமூக</b> மற்றும் பொருளாதார முன்னேற்றத்தை உறுதிப்படுத்துதல்.",
      "<b>தமிழகத்தின்</b> பல்வேறு தரப்பில் மக்களின் மதிப்பையும் மரியாதையையும் பெற்றுத்தருதல்.",
    ],
    reverse: false,
  },
  {
    id: 2,
    name: "திரு.Bussy N. ஆனந்த்",
    designation: "General Secretary",
    image: "/assets/B6.png",
    sayings: [
      "கட்சி உறுப்பினர்களை ஒருங்கிணைத்து <b>சமூகநீதியை</b> நிலைநிறுத்தும் திறமையான ஒருங்கிணைப்பாளர்.",
      "<b>தமிழ்நாட்டின்</b> அனைத்து பகுதிகளில் நடைபெறும் கட்சிக் கூட்டங்களில் முக்கிய பங்கு.",
      "கட்சி கொள்கைகளை வலுப்படுத்தி, உறுப்பினர்கள் ஒற்றுமையை உறுதிப்படுத்தல்.",
      "<b>TVK</b>-யின் வளர்ச்சிக்காக திட்டமிட்ட செயல்பாடுகள் மற்றும் உறுதிப்பாடு.",
    ],
    reverse: true,
  },
  {
    id: 3,
    name: "திரு.ஆதவ் அர்ஜுனா B.A. (Political Science)",
    designation: "General Secretary of Election Campaign Management",
    image: "/assets/B5.png",
    sayings: [
      "நவீன தேர்தல் பிரசார முறைகள் மற்றும் மக்கள் தொடர்பு திட்டங்களை ஒருங்கிணைத்தல்.",
      "மக்களை தேர்தல் களத்தில் ஒருங்கிணைத்து <b>TVK</b> வெற்றிக்கு வழிகாட்டல்.",
      "முக்கிய தேர்தல் முடிவுகளை எடுப்பதில் முக்கிய பங்கு வகித்தல்.",
      "<b>TVK</b> வளர்ச்சிக்கு உறுதிப்படுத்தும் சக்தியாக செயல்படும்.",
    ],
    reverse: false,
  },
  {
    id: 4,
    name: "திரு.CTR.Nirmal Kumar B.E., LLB.",
    designation: "Deputy General Secretary (IT & Social Media Division)",
    image: "/assets/B8.png",
    sayings: [
      "தகவல் தொழில்நுட்பம் மற்றும் சமூக ஊடக வழியாக கட்சி கொள்கைகளை பரப்புதல்.",
      "நவீன டிஜிட்டல் வலையமைப்பை உருவாக்கி, தொண்டர்கள் மற்றும் <b>மக்களை</b> ஒருங்கிணைத்தல்.",
      "<b>TVK IT Wing</b>-ஐ வளர்த்தல் மற்றும் தொழில்நுட்ப வழியே வெற்றி பெறும் வழிகளை செயல்படுத்துதல்.",
      "<b>தமிழக</b> அரசியலில் தொழில்நுட்பத்தை சக்தியாக மாற்றி, மாநில முன்னேற்றத்திற்கு பயன்படுத்துதல்.",
    ],
    reverse: true,
  },
];


export const stateHeadsMobile = [
  {
    id: 1,
    name: "தளபதி விஜய்",
    designation: "TVK Founder",
    image: "/assets/B4.png",
    sayings: [
      "ஊழல் இல்லாத <b>தமிழ்நாடு</b> உருவாக்க உறுதி.",
      "அனைவருக்கும் <b>சமூக நீதி</b> & சமநிலை வளர்ச்சி.",
      "தாழ்த்தப்பட்ட <b>மக்களை</b> அதிகாரப்படுத்தல்.",
      "<b>இளைஞர்கள்</b> முன்னேற்றத்திற்கு வாய்ப்பு.",
      "<b>தமிழகத்தின்</b> மரியாதை & பெருமை காக்கல்."
    ],
    reverse: false,
  },
  {
    id: 2,
    name: "திரு.Bussy N. ஆனந்த்",
    designation: "General Secretary",
    image: "/assets/B6.png",
    sayings: [
      "உறுப்பினர்கள் ஒருங்கிணைப்பு & <b>ஒற்றுமை</b>.",
      "அனைத்து பகுதிகளில் <b>மக்கள் பங்கு</b> உறுதி.",
      "கட்சிக் கொள்கைகளை வலுப்படுத்தல்.",
      "<b>சமூகநீதி</b> நிலைநிறுத்த போராட்டம்.",
      "<b>TVK</b> வளர்ச்சிக்கான உறுதிப்பாடு."
    ],
    reverse: true,
  },
  {
    id: 3,
    name: "திரு.ஆதவ் அர்ஜுனா B.A. (Political Science)",
    designation: "General Secretary of Election Campaign Management",
    image: "/assets/B5.png",
    sayings: [
      "நவீன தேர்தல் <b>பிரசார முறைகள்</b> அறிமுகம்.",
      "மக்களை ஒருங்கிணைத்து <b>TVK வெற்றி</b> வழிகாட்டல்.",
      "முக்கிய தேர்தல் <b>முடிவுகள்</b> எடுப்பதில் பங்கு.",
      "இளைஞர்களை தேர்தல் <b>அரங்கில்</b> ஈடுபடுத்தல்.",
      "<b>TVK</b> முன்னேற்ற சக்தியாக செயல்படல்."
    ],
    reverse: false,
  },
  {
    id: 4,
    name: "திரு.CTR.Nirmal Kumar B.E., LLB.",
    designation: "Deputy General Secretary (IT & Social Media Division)",
    image: "/assets/B8.png",
    sayings: [
      "<b>IT & சமூக ஊடகம்</b> மூலம் கொள்கைகள் பரப்பல்.",
      "டிஜிட்டல் வலையமைப்பு & தொண்டர் இணைப்பு.",
      "<b>TVK IT Wing</b> வளர்ச்சிக்கு முன்னணி.",
      "தொழில்நுட்பம் வழியே <b>வெற்றி பெறல்</b>.",
      "<b>தமிழக அரசியல்</b> நவீன மாற்றம்."
    ],
    reverse: true,
  },
]; 